Repository: lhdbkul/Omeka-S-module-FacetedBrowse
Catalog: language/*.po
Languages: nl_nl

source: Add it to site navigation?
nl_nl: Toevoegen aan websitenavigatie?

source: <p>Enter the values, separated by new lines. The format of each value depends on the query type:</p> <ul> <li>"Is exactly": enter a value that is an exact match to the property value.</li> <li>"Contains": enter a value that matches any part of the property value.</li> <li>"Is resource with ID": enter the resource ID followed by any value (usually the resource title), separated by a single space.</li> <li>"Has any value": enter the property ID followed by any value (usually the property label), separated by a single space.</li> </ul>
nl_nl: <p>Voer de waarden in, voor elke waarde een nieuwe regel. De invoer voor elke waarde hangt af van het type zoekopdracht:</p> <ul> <li>"Is exact": voer een waarde in die exact overeenkomt met de waarde van de eigenschap.</li> <li>"Bevat": voer een waarde in die deels overeenkomt met de waarde van de eigenschap.</li> <li>"Is een object met ID": voer het object-ID in, gevolgd door een waarde (standaard de objecttitel), gevolgd door een spatie.</li> <li>"Heeft de waarde": voer het ID van de eigenschap in, gevolgd door een waarde (standaard het label van de eigenschap), gevolgd door een spatie.</li> </ul>

source: Show all available item sets.
nl_nl: Toon alle beschikbare collecties.

source: Show all available classes.
nl_nl: Toon alle beschikbare klassen.

source: Show all available templates.
nl_nl: Toon alle beschikbare sjablonen.

source: Show all available values.
nl_nl: Toon alle beschikbare waardes.

source: See more
nl_nl: Meer weergeven

source: See less
nl_nl: Minder weergeven

source: Select a page
nl_nl: Kies een pagina

source: Configure column
nl_nl: Kolom configureren

source: Configure facet
nl_nl: Kenmerk configureren

source: Facet type
nl_nl: Type kenmerk

source: Edit facet
nl_nl: Kenmerk bewerken

source: Remove facet
nl_nl: Kenmerk verwijderen

source: Restore facet
nl_nl: Kenmerk herstellen

source: Edit Category
nl_nl: Categorie bewerken

source: Faceted Browse
nl_nl: Bladeren op kenmerk

source: Add Category
nl_nl: Categorie toevoegen

source: Save and&hellip;
nl_nl: Opslaan en ...

source: Return to page
nl_nl: Terugkeren naar pagina

source: Stay on this category
nl_nl: Op deze categorie blijven

source: Page edit
nl_nl: Pagina bewerken

source: Category edit
nl_nl: Categorie bewerken

source: Category add
nl_nl: Categorie toevoegen

source: Facets
nl_nl: Kenmerken

source: Add all
nl_nl: Alles toevoegen

source: Available
nl_nl: Beschikbaar

source: Count
nl_nl: Aantal

source: There are no results.
nl_nl: Er zijn geen resultaten.

source: Date created
nl_nl: Aanmaakdatum

source: No pages found. %s
nl_nl: Geen pagina's gevonden. %s

source: Add a new page.
nl_nl: Een nieuwe pagina toevoegen.

source: No pages found.
nl_nl: Geen pagina's gevonden.

source: Edit category
nl_nl: Categorie bewerken

source: Edit Page
nl_nl: Pagina bewerken

source: Add Page
nl_nl: Pagina toevoegen

source: Return to pages
nl_nl: Terugkeren naar pagina's

source: Stay on this page
nl_nl: Op deze pagina blijven

source: Page add
nl_nl: Pagina toevoegen

source: Categories
nl_nl: Categorieën

source: Add category
nl_nl: Categorie toevoegen

source: Copy permalink
nl_nl: Permanente link kopiëren

source: Copied!
nl_nl: Gekopieerd!

source: There are no categories to browse.
nl_nl: Er zijn geen categorieën om in te bladeren.

source: Back
nl_nl: Terug

source: Instructions
nl_nl: Instructies

source: Max item sets
nl_nl: Maximaal aantal collecties

source: Enter the maximum number of item sets to display. Set to blank to display all item sets.
nl_nl: Voer in hoeveel collecties maximaal weergegeven mogen worden. Laat leeg om alle collecties weer te geven.

source: Unknown column type
nl_nl: Onbekend kolomtype

source: Title (link to resource)
nl_nl: Titel (link naar object)

source: Select a property…
nl_nl: Selecteer een eigenschap...

source: A site must have an ID
nl_nl: Een website moet een ID hebben

source: A page must have a site
nl_nl: Een pagina moet een website hebben

source: A page must have a title
nl_nl: Een pagina moet een titel hebben

source: A category must have a site
nl_nl: Een categorie moet een website hebben

source: A category must have a name
nl_nl: Een categorie moet een naam hebben

source: A category must have a query
nl_nl: Een categorie moet een zoekopdracht hebben

source: Select type
nl_nl: Selecteer een type

source: Select the select type. For the "single" select type, users may choose only one item set at a time via a list or dropdown menu. For the "multiple" select type, users may choose any number of item sets at a time via a list.
nl_nl: Kies het selectietype. Bij het selectietype 'enkel' kunnen gebruikers maar één collectie selecteren uit een lijst of keuzemenu. Bij het selectietype 'meerdere' kunnen gebruikers een willekeurig aantal collecties selecteren uit een lijst.

source: Single (list)
nl_nl: Enkel (lijst)

source: Multiple (list)
nl_nl: Meerdere (lijjst)

source: Single (dropdown menu)
nl_nl: Enkel (keuzemenu)

source: Truncate item sets
nl_nl: Collecties beperken

source: Enter the number of item sets to show on the select list when the page first loads. If the number of item sets exceeds this number, the remainder will be hidden until the user clicks to show more. Enter nothing to show the entire list at all times.
nl_nl: Voer in hoeveel collecties er bij het laden van de pagina moeten worden getoond op de selectielijst. Als het aantal collecties hoger is dan dit aantal, blijven de overige collecties verborgen totdat de gebruiker klikt op 'meer weergeven'. Voer niets in om altijd de volledige lijst weer te geven.

source: Select item sets…
nl_nl: Collecties selecteren...

source: Unknown facet type
nl_nl: Onbekend type kenmerk

source: Unknown facet data
nl_nl: Onbekende data kenmerk

source: Select the select type. For the "single" select type, users may choose only one template at a time via a list or dropdown menu. For the "multiple" select type, users may choose any number of templates at a time via a list.
nl_nl: Kies het selectietype. Bij het selectietype 'enkel' kunnen gebruikers maar één sjabloon selecteren uit een lijst of keuzemenu. Bij het selectietype 'meerdere' kunnen gebruikers een willekeurig aantal sjablonen selecteren uit een lijst.

source: Truncate templates
nl_nl: Sjablonen beperken

source: Enter the number of templates to show on the select list when the page first loads. If the number of templates exceeds this number, the remainder will be hidden until the user clicks to show more. Enter nothing to show the entire list at all times.
nl_nl: Voer in hoeveel sjablonen er bij het laden van de pagina moeten worden getoond op de selectielijst. Als het aantal sjablonen hoger is dan dit aantal, blijven de overige sjablonen verborgen totdat de gebruiker klikt op 'meer weergeven'. Voer niets in om altijd de volledige lijst weer te geven.

source: Select templates…
nl_nl: Selecteer sjablonen...

source: Full-text
nl_nl: Volledige tekst

source: Select the select type. For the "single" select type, users may choose only one class at a time via a list or dropdown menu. For the "multiple" select type, users may choose any number of classes at a time via a list.
nl_nl: Kies het selectietype. Bij het selectietype 'enkel' kunnen gebruikers maar één klasse selecteren uit een lijst of keuzemenu. Bij het selectietype 'meerdere' kunnen gebruikers een willekeurig aantal klassen selecteren uit een lijst.

source: Truncate classes
nl_nl: Klassen beperken

source: Enter the number of classes to show on the select list when the page first loads. If the number of classes exceeds this number, the remainder will be hidden until the user clicks to show more. Enter nothing to show the entire list at all times.
nl_nl: Voer in hoeveel klassen er bij het laden van de pagina moeten worden getoond op de selectielijst. Als het aantal klassen hoger is dan dit aantal, blijven de overige klassen verborgen totdat de gebruiker klikt op 'meer weergeven'. Voer niets in om altijd de volledige lijst weer te geven.

source: Select classes…
nl_nl: Klassen selecteren

source: Is exactly
nl_nl: Is exact

source: Is not exactly
nl_nl: Is niet exact

source: Contains
nl_nl: Bevat

source: Does not contain
nl_nl: Bevat niet

source: Is resource with ID
nl_nl: Is object met ID

source: Is not resource with ID
nl_nl: Is niet object met ID

source: Has any value
nl_nl: Heeft een willekeurige waarde

source: Has no values
nl_nl: Heeft geen waardes

source: Select the select type. For the "single" select type, users may choose only one value at a time via a list or dropdown menu. For the "multiple" select type, users may choose any number of values at a time via a list. For the special "text input" select type, users may input their own text.
nl_nl: Kies het selectietype. Bij het selectietype 'enkel' kunnen gebruikers maar één waarde selecteren uit een lijst of keuzemenu. Bij het selectietype 'meerdere' kunnen gebruikers een willekeurig aantal waarden selecteren uit een lijst. Bij het speciale selectietype 'tekstinvoer' kunnen gebruikers hun eigen tekst invoeren.

source: Text input
nl_nl: Tekstinvoer

source: Truncate values
nl_nl: Waardes beperken

source: Enter the number of values to show on the select list when the page first loads. If the number of values exceeds this number, the remainder will be hidden until the user clicks to show more. Enter nothing to show the entire list at all times.
nl_nl: Voer in hoeveel waarden er bij het laden van de pagina moeten worden getoond op de selectielijst. Als het aantal waarden hoger is dan dit aantal, blijven de overige waarden verborgen totdat de gebruiker klikt op 'meer weergeven'. Voer niets in om altijd de volledige lijst weer te geven.

source: Faceted browse preview
nl_nl: Voorbeeld bladeren op kenmerk

source: Select one…
nl_nl: Selecteren...

source: Faceted browse
nl_nl: Bladeren op kenmerk

source: Page successfully added. Add categories below.
nl_nl: Pagina is toegevoegd. Voeg hieronder categorieën toe.

source: Page successfully edited. %s
nl_nl: Pagina is bewerkt. %s

source: Page successfully deleted.
nl_nl: Pagina is verwijderd.

source: Category successfully added.
nl_nl: Categorie is toegevoegd.

source: Category successfully edited.
nl_nl: Categorie is bewerkt.

source: Category successfully deleted.
nl_nl: Categorie is verwijderd.

source: Facet name
nl_nl: Naam kenmerk

source: Set facet
nl_nl: Kenmerk instellen

source: Enter the title of this page.
nl_nl: Voer de titel van deze pagina in.

source: Select the type of resources to browse.
nl_nl: Selecteer het type objecten om te bladeren.

source: Column name
nl_nl: Kolomnaam

source: Enter the name of this category. A category is a logical grouping of resources that can be described using faceted classification.
nl_nl: Voer de naam van deze categorie in. Een categorie is een logische groepering van objecten die kan worden beschreven met een classificatie in kenmerken.

source: Helper text
nl_nl: Helptekst

source: Add a facet…
nl_nl: Een kernmerk toevoegen...

source: A facet must have a name.
nl_nl: Een kenmerk moet een naam hebben.

source: A column must have a name.
nl_nl: Een kolom moet een naam hebben.

source: A column must have a property.
nl_nl: Een kolom moet een eigenschap hebben.

source: Error fetching browse markup.
nl_nl: Fout bij het ophalen van bladeropmaak.

source: Error fetching facet markup.
nl_nl: Fout bij het ophalen van kenmerkopmaak.

source: Error fetching category markup.
nl_nl: Fout bij het ophalen van categorieopmaak.

source: Cannot show all. The result set is likely too large.
nl_nl: Kan niet alles weergeven. Er zijn waarschijnlijk teveel resultaten.

source: Loading results…
nl_nl: Resultaten laden...
